//#region Dependencies
import React from "react";
import Page from "./Page";
//#endregion

//#region AboutPage function
function AboutPage() {
  let pageText = [
    "سامانه آتیس فرهود",
    "پرتال یکپارچه خدمات پشتیبانی فنی و مهندسی در حوزه نوبت دهی مجازی بار",
    "سامانه آتیس فرهود در سال 1401 توسط شرکت فرهود ساز سپاهان با همکاری صنوف حمل و نقل دراستان اصفهان راه اندازی گردید",
    "هدف اصلی سایت ارائه خدمات پشتیبانی فنی مهندسی در حوزه نوبت دهی مجازی بار است",
    "هم اکنون کلیه بارهای آهن آلات مجتمع ذوب آهن اصفهان ، تولیدات مجتمع فولاد سبا و آهن آلات و میلگردانباری از طریق این سامانه به رانندگان عزیز اطلاع رسانی می شود",
    " قابل ذکر است ویژگی برتر این سامانه توانایی اعلام بار مجازی و صدور نوبت مجازی غیر حضوری است به نحوی که رانندگان از طریق اپلیکیشن آتیس موبایل امکان انتخاب بار و ثبت نوبت مجازی را خواهند داشت",
    "ATISFarhood",
  ];

  return <Page text={pageText} pageName={"aboutPage"} />;
}
//#endregion

export default AboutPage;
