//#region Dependencies
import React from "react";
import Page from "./Page";
//#endregion

//#region RulesPage function
function RulesPage() {
  let pageText = [
    "سامانه آتیس",
    "به سامانه تامین نیروی انسانی آتیس فرهود خوش آمدید؛ تمامی افرادی که به صورت مستقیم یا غیر مستقیم از سامانه آتیس استفاده می‌کنند، باید شرایط زیر را به صورت کامل بپذیرند. محتوای این صفحه و شرایط و ضوابط استفاده از وب سایت ممکن است در هر زمانی بدون اطلاع به کاربران تغییر کند. تمامی تغییرات اعمال شده در این صفحه قابل مشاهده خواهند بود",
    "دسترسی به وب سایت",
    "خدمات و محتوای این وب سایت در دسترس عموم قرار ندارد؛ امکان استفاده از امکانات سایت در حال حاضر فقط برای رانندگان حمل و نقل باری و شرکت ها و موسسات حمل و نقل امکان پذیر است. رانندگان برای عضویت در سایت می بایست ابتدا از طریق اپلیکیشن آتیس موبایل کلیه مدارک مورد نیاز را در سامانه بارگذاری نمایند. مدارک فوق بعد از بررسی توسط کارشناس مربوطه در سامانه رجیستر و اس ام اس با محتوای شناسه و رمز عبور برای راننده که هم اکنون به عنوان کاربر سامانه پذیرفته شده است ارسال می گردد. شرکت های حمل و نقل نیز می بایست ابتدا به صورت حضوری درخواست خود را به مدیریت سامانه تحویل نموده و منتظر تایید بمانند، پس از تایید، اس ام اس شناسه و رمز عبور به شماره مدیر عامل شرکت ارسال خواهد شد",
    "مالکیت حقوقی",
    "تمامی حقوق مادی و معنوی این وب سایت و محتوای آن از جمله حقوق کپی رایت نزد شرکت فرهودساز سپاهان محفوظ است. هیچ یک از محتوای ما کپی برداری از منابع داخلی و فارسی نبوده و اکثر محتوای موجود به صورت اختصاصی تولید شده اند. همچنین استفاده غیر شخصی از محتوای وب سایت نیز ممنوع است. در غیر این صورت ما این اجازه را به خود می‌دهیم تا از فرد و وب سایت کپی کننده شکایت کرده و یا وب سایت خاطی را از لیست نتایج موتورهای جستجوگر معروف از جمله گوگل و بینگ حذف نمائیم",
    "شرایط و ضوابط استفاده از سامانه آتیس",
    ":1- تامین نیروی انسانی مطابق قوانین و آئین نامه های مصوب در اداره تامین اجتماعی استان اصفهان و با رعایت کامل تمام قوانین جمهوری اسلامی ایران صورت می پذیرد.2- محتوای سایت در اختیار عموم قرار ندارد. مالکیت معنوی اطلاعات موجود در سایت متعلق به شرکت فرهود ساز سپاهان بوده و هر گونه سوء استفاده از این اطلاعات پیگرد قانونی دارد. استفاده تجاری از محتویات سایت ممنوع است3- شرکت های حمل و نقل می بایست اطلاعات صحیح و کامل را در پایگاه درج کنند. بدیهی است کاستی یا نادرستی اطلاعات، مانع تکمیل مراحل اجرای فرایند تامین خواهد شد.4- مدیریت سایت هیچ گونه مسئولیتی را در مورد کارکرد ناقص سایت که می تواند ناشی از عوامل خارج از حوزه مدیریت این سایت باشد (همانند نقص اینترنت، مسائل مخابراتی، تجهیزات سخت افزاری و غیره) نمی پذیرد.5- ارتباط مدیریت سامانه با کاربران از طریق ATISSystem2023@Gmail.com برقرار می گردد و فقط با استفاده از اطلاعاتی که کاربران در سایت درج کرده اند (همانند نشانی، تلفن و …) صورت می پذیرد.9- سامانه به هیچ وجه اطلاعات منحصر بفرد کاربران را به اشخاص و طرفین غیر، واگذار نخواهد کرد و ضمنا با استفاده از آخرین فن آوری ها متعهد است حتی المقدور از حریم شخصی کاربران دفاع کند",
    "شرایط و ضوابط خدمات",
    "استفاده از سامانه آتیس به معنی توافق کامل شما با شرایط و ضوابط ذیل  تلقی می گردد با توجه به اختصاصی بودن سامانه در حوزه تامین نیروی انسانی ، خدمات فقط در اختیار رانندگان باری و شرکت ها و موسسات حمل و نقلی است. 1- شرکت های حمل و نقل موظفند کلیه اطلاعات مورد نیاز در زمان های معین شده در سامانه ثبت نمایند. 2- رانندگان موظفند در زمان های معین شده و مصوب شده از طریق اپلیکیشن آتیس موبایل به درج اطلاعات خود بپردازند. 3- کلیه فرآیندها و عملیات کاربر در سامانه ثبت و قابل ردیابی است لذا در ثبت اطلاعات باید دقت کافی به عمل آید 4- رانندگان می توانند در صورت اعتراض با شماره های پشتیبانی سامانه آتیس 03133863070 و یا 03133869114 تماس بگیرند",
  ];

  return <Page text={pageText} pageName={"rulesPage"} />;
}
//#endregion

export default RulesPage;
